lexicon = {'start': '🌟 Добро пожаловать в CampingTravelBot! 🌟\n'
                    '🌳Если вы любите быть наедине с природой или\nсидеть с друзьями у костра, то вы по адресу!⛺\n'
                    '📝Здесь вы можете создавать и делиться своими\nпутешествиями или походами.\n'
                    'Хороших приключений!🗺️',
           'register': '👤Для начала работы с ботом необходимо зарегистрироваться.',
           'profile': '<b>Имя</b>: %s\n<b>Возраст</b>: %s\n<b>Информация о профиле</b>: %s\n<b>Адрес</b>: %s',
           'menu': '🌍Добро пожаловать в меню CampingTravelBot!🌍\n'
                   'Ниже представлены доступные опции:'
                   '\n1️⃣ Создать путешествие:'
                   '\nСоздайте новое путешествие, добавьте места, которые хотели бы посетить, '
                   'планируйте маршрут и делитесь им с друзьями.'
                   '\n2️⃣ Посмотреть путешествия:'
                   '\nПросмотрите список ваших активных и предыдущих путешествий,'
                   ' узнайте о посещенных местах, воспользуйтесь отзывами и рекомендациями.'
                   '\n3️⃣ Посмотреть профиль:'
                   '\nПосмотрите ваш профиль, где вы можете редактировать свои данные,'
                   ' управлять публичной информацией и настройками безопасности.'
                   '\n4️⃣ Посмотреть друзей:'
                   '\nПосмотреть друзей или добавить друга в список контактов.'}
keyboard_lexicon = {'hike': 'Пеший',
                    'car': 'Автомобильный',
                    'bike': 'Велосипедный',
                    'back': 'Назад'}
